Repository: pluginsGLPI/addressing
Catalog: locales/*.po
Languages: hr_hr

source: IP Adressing
hr_hr: IP adresiranje

source: Problem when adding, required fields are not here
hr_hr: Problem prilikom dodavanja, nedostaju obavezna polja

source: Please activate the plugin
hr_hr: Aktiviraj dodatak

source: Ping free Ip
hr_hr: Ping na slobodnu IP adresu

source: Report for the IP Range
hr_hr: Izvještaj o rasponu IP adresa

source: Invalid data !!
hr_hr: Neispravni podaci!

source: Assigned IP
hr_hr: Dodijeljena IP adresa

source: Free Ip
hr_hr: Slobodna IP adresa

source: Same IP
hr_hr: Ista IP adresa

source: Select the network
hr_hr: Odaberi mrežu

source: Reserved IP
hr_hr: Rezervirana IP adresa

source: Detected subnet list
hr_hr: Otkriven popis podmreže

source: First IP
hr_hr: Prva IP adresa

source: Last IP
hr_hr: Zadnja IP adresa

source: Number of free ip
hr_hr: Broj slobodnih IP adresa

source: Number of reserved ip
hr_hr: Broj rezerviranih IP adresa

source: Number of assigned ip (no doubles)
hr_hr: Broj dodijeljenih IP adresa (bez duplih)

source: Doubles
hr_hr: Duple

source: Red row
hr_hr: Crveni redak

source: Same Ip
hr_hr: Ista IP adresa

source: Ping: got a response - used Ip
hr_hr: Ping: dobiven odgovor – korištena IP adresa

source: Ping: no response - free Ip
hr_hr: Ping: nema odgovora – slobodna IP adresa

source: Blue row
hr_hr: Plavi redak

source: Green row
hr_hr: Zeleni redak

source: Reserved Ip
hr_hr: Rezervirana IP adresa

source: Real free Ip (Ping=KO)
hr_hr: Stvarno slobodna IP adresa (Ping=KO)

source: Problem detected with the IP Range
hr_hr: Otkriven problem s rasponom IP adresa

source: System for ping
hr_hr: Sustav za ping

source: Display
hr_hr: Prikaz

source: Free IP
hr_hr: Slobodna IP adresa

source: Use Ping
hr_hr: Koristi ping

source: Filter
hr_hr: Filtar

source: Add a filter
hr_hr: Dodaj filtar

source: Result
hr_hr: Rezultat

source: No IP for this equipment
hr_hr: Nema IP adresa za ovaj uređaj

source: Generate reports
hr_hr: Izradi izvještaje

source: Use ping on equipment form
hr_hr: Koristi ping zadan u obrascu uređaja

source: Reserved Address
hr_hr: Rezervirana adresa

source: Object's name
hr_hr: Ime objekta

source: Ping: ip address free
hr_hr: Ping: IP adresa je slobodna

source: Ping: not available IP address
hr_hr: Ping: nije dostupna IP adresa

source: Name already in use
hr_hr: Ime se već koristi

source: Validate the reservation
hr_hr: Provjeri rezervaciju
